{
    "little rabbit": "The  rabbit is white, with two ears erect, a tail like a fluffy ball, and two red eyes.",
    "Big wolf": "The wolf's fur is thick and gray, its eyes are piercing yellow, its ears are erect and triangular, its tail is bushy, its body is muscular and large, and its legs are strong and powerful.",
    "little cat": "The cat's coat color is solid white, its eyes are blue, its ears are pointed, its tail is long and thin, its body is small, and its hair is short.",
    "starfish":"The starfish's body is orange,  its arms are five in number and radiate symmetrically.",
    "dinosaur": "The dinosaur's skin is scaly and green, its eyes are sharp and dark, its head is large and elongated, its tail is long and powerful, its body is massive and muscular, and its legs are sturdy with sharp claws.",
    "hamster": "The hamster's size is small, its fur is soft and golden brown, its body is round, its limbs are short and thick, its eyes are large and round, and its ears are short and blunt.",
    "little ant": "The ant's body is small and segmented, its color is dark black, its eyes are tiny and compound, its antennae are long and thin, its legs are slender and six in number.",
    "elephant":"The elephant's skin is thick and gray, its eyes are large, its ears are enormous and fan-like, its trunk is long and flexible, its body is massive and sturdy, and its legs are thick and pillar-like.",
    "pink pig": "The pig's skin is pink and smooth, its eyes are small and beady, its ears are large and floppy, its snout is short and flat, its body is round and plump, and its tail is short and curly.",
    "Polar bears":"The polar bear's fur is white and fluffy, its eyes are small and dark, its ears are small and rounded, its snout is long and narrow, its body is massive and muscular, and its paws are large.",
    "little Red Riding Hood": "Little Red Riding Hood's hair is long and red, her eyes are bright and curious, her cloak is red with a hood, her basket is woven and filled with goodies, her dress is simple and blue.",
    "spider-Man": "Spider-Man's suit is red and blue with black webbing, his eyes are large and white with black outlines, his physique is agile and muscular.",
    "Kung Fu Panda": "Kung Fu Panda is a chubby, cute giant panda with black and white fur, big eyes, and wears traditional Chinese clothes, often a bamboo hat.",
    "sleeping Beauty": "Sleeping Beauty has long blonde hair, rosy cheeks and plump lips, her skin is as white as snow, and she wears gorgeous long dresses, often decorated with lace and beads.",
    "snow White": "Snow White has black hair, rosy cheeks, snow-white skin, her eyes are bright and clear, and she is wearing a blue dress.",
    "hua Mulan": "Hua Mulan's appearance features long black hair, deep eyes and unique oriental facial features. She wears a helmet and armor.",
    "cinderella": "Cinderella has long blonde hair and clear blue eyes, and wears a signature light blue dress that is often matched with her glass slippers.",
    "wukong": "Wukong has a golden monkey face, piercing eyes, and fluffy golden hair. He wears a tiger skin skirt and holds a Ruyi Jingu Bang.",
    "princess Belle": "Princess Belle has long brown hair and big, bright eyes, and she wears a yellow dress with a blue ribbon."
}